import React from "react";
import "./Contacts.css";

const Contacts = () => {
    return (
        <div className="contacts">
            <p className="text-center font-weight-bold">Интернет-магазин книг Book-Store</p>
            <p className="text-justify">В нашем ассортименте вы найдете художественную и бизнес-литературу, товары для хобби и творчества, детские книги, учебники,
            научно-популярную литературу, офисные и канцелярские принадлежности, издания с автографами известных писателей и другую продукцию.</p>
            <p className="text-justify">Мы регулярно проводим интересные акции и конкурсы, участие в которых гарантирует выгодные покупки. Наши клиенты также могут рассчитывать на персональные скидки,
            подарки, кешбэк по программе лояльности. Специальные скидки доступны и сотрудникам компаний-партнеров.</p>
            <p className="text-justify">Book-Store не только предлагает новинки и бестселлеры на любой вкус, но и помогает определиться с выбором. Для этого на сайте публикуются списки книг от известных людей, тематические подборки, рейтинги, обзоры и отзывы реальных покупателей.</p>
            <p className="text-justify">Сотрудники book24.ru всегда готовы оперативно ответить на ваши вопросы и помочь сделать покупки более комфортными.</p>
            <p className="text-center text-justify">Добро пожаловать на Book-Store!</p>
        </div>
    );
};

export default Contacts